{
	"ticker": "* SPIFFINGTON NETWORK * ROBLOX Local News: On April 15th ROBLOX has published an update to allow any user to upload UGC, bad actors as a result has since been abusing UGC with rip off's, copyrighted material and adult themed stuff that goes against ROBLOX TOS, The ROBLOX Twitter Community has been in an uproar and protesting over the recent changes including the 750 R$ Fee to upload and the 1K R$ Fee to publish making it expensive for UGC creators that needs to make a living as of now ROBLOX has not responded for comment but has put out a statement about listening to the community making the RTC angrier with the irony of the statement as they appear to be tonedeaf. Spiffycaius has since posted the grand total on Twitter for the amount of ROBUXS needed to upload and put on sale two items along with the 1K premium amounting to $53.74 USD and 3500 R$ lost. | On April 18th ROBLOX has updated the client and website font to utilize their new Builder Family of fonts, the website and client now uses Builder Sans. ROBLOX's new Builder Family of fonts contains Builder Sans, Builder Extended and Builder Mono. ROBLOX say's in their devforum post that Quote: 'As part of our commitment to enhancing quality at Roblox, we are making improvements to our design language across the platform. This new font family provides maximum readability and functionality in all screen conditions. Additionally, introducing Builder allows for a cohesive Roblox brand identity.' The exact deprecation date for Arial and Gotham fonts has yet to be announced and is recommended to change the fonts while you still can. For more information please check out the following: https://devforum.roblox.com/t/introducing-builder-font-deprecating-gotham-and-arial/2868222/1 ... *SPIFFINGTON NETWORK* Cortex Elevators CEO Issac appears to be considering stepping down from the company, it's no secret issac is stressed with the amount of toxic kids that partake in the discord server along with other life stuff, for now only time will tell about the fate of Cortex Elevators. ... *SPIFFINGTON NETWORK* ... The new Spiffington Studios headquarters will be built during the Summer. The United Spiffington Projects Assoication Of North America announced that there will also be a new Website soon designed and deployed in late 2024. *SPIFFINGTON NETWORK* TianTechnoUnitIndustires has annouced they will be releasing a Fire Alarm System sometime in 2024, it will be a free model on the ROBLOX creator catalog. TTUI has also expressed they will be releasing a tutorial video going over this new panel, people like Spiffycaius are happy with quote: 'Finally something not RSA2000, we've been getting so many reskins of it for the past I think 8? years ? Either way while RFS/RSA is nice and all, it's showing it's age, there needs to be competition y'know other than RFS just being remade and sold for money which is crazy by the way, a free model that's just reskinned and sold for money, who would've thought. Feels a bit insulting almost...'... * SPIFFINGTON-NETWORK * Reports of UFO sightings continue to pour in, President Spiffycaius re-assures the public that it's probably nothing really to worry about, and see's no need to deploy the military at this moment in time, however the DOW&D in Town Of Spiffington see's otherwise, and has deployed the Airforce to investigate and monitor the airspace around the country. Some people are worried while others are just dismissing it for possible exploits. One person saying Quote: 'Rather it be actual entities or just exploiters, they'd probably be targeting our nuclear capabilities, certainly causing mass panick.'... *SPIFFINGTON NETWORK* The Spiffington Power Company Of ROBLOXia has announced the installation of more renewable energy Wind Turbines, a long with an investment of 20M R$ to put down more solar panels... *SPIFFINGTON NETWORK* TianTechnoUnitIndustries has denied the allegations of there being a bunker in wheatsfield county, stating Quote: 'why there of all places?' TianTechnoUnitIndustries has also denied making weapons for the military and has not responded for comment... *SPIFFINGTON NETWORK* THIS IS THE END OF THE TICKER, IF MORE IS ADDED, THE TICKER WILL UPDATE, IN THE MEANTIME THIS WILL REPEAT.",
	"symbols": "▼ ▲",
	"End": "* SPIFFINGTON-NETWORK * THIS IS THE END OF THE TICKER, IF MORE IS ADDED, THE TICKER WILL UPDATE, IN THE MEANTIME THIS WILL REPEAT.",
	"Break": "* SPIFFINGTON-NETWORK *"
}
